import React from 'react'
import imageCall from './images/prayers-of-wars.jpg';
import imageCall2 from './images/성령의 불 기도.jpg';
import imageCall1 from './images/성령의 불 기도 mobile.jpg';
const Book = () => {
  const isMobile = window.matchMedia("(max-width: 768px)").matches;
  return (
    <div >
     
    <div className="container-fluid" style={{background:'black'}}>
        <div className="container p-0">
      <div className="row p-0">
          {/* <div className="col-md-12 text-center">         
            <img src={imageCall1} alt="Contact Us" className="img-fluid" />        
        </div> */}
        <div class="col-md-12  mx-auto p-0 ">
            <div class="image-with-text">     
      {isMobile ? (
        <img src={imageCall1} alt="Mobile Image" class="cover-image" />
      ) : (
        <img src={imageCall2} alt="Desktop Image" class="cover-image" />
      )}
</div>
</div>

        </div>
      </div>
    </div>
   
    <div className="container">
      <div className="row pray-of-war-about">
    <h1 className="text-center">대적 기도</h1>
<h2>사탄의 사슬, 방해 및 악마적 작용을 깨는 즉각적인 결과를 위한 기도</h2>
<p> 이 강력한 책은 어둠의 왕국과 그가 당신의 삶에 가지고 있는 모든 계획을 뒤엎기 위한 기도로 가득 차 있습니다. 
      이 기도들은 당신의 삶, 집, 비즈니스, 건강, 자녀 등 여러 영역에 대한 저주와 사탄의 조작을 깨는 데 효과적입니다.</p>
      </div>
      <div className="row">
        {/* Image Column */}
        <div className="col-md-6 text-center p-0">         
            <img src={imageCall} alt="Contact Us" className="img-fluid" />
            <h2>이 책은 한국어로 출판될 예정입니다. 관심있는분 연락바랍니다.</h2>
        </div>
  
        {/* Text Column */}
        <div className="col-md-6">
    
<p> 제 1장 폭력과 갈등의 사역</p>
<p>제 2장 싸우지 않는 자는 고난을 겪을 것이다</p>
<p>제 3장 영적 전쟁에서 성공하는 방법</p>
<p>제 4장 전진하는 영적 전쟁을 위한 7가지 원칙</p>
<p>제 5장 사탄적 속박으로 이끄는 10가지 치명적인 약</p>
<p>제 6장 성공적인 영적 전쟁을 위한 "파괴와 회복의 법칙"</p>
<p>제 7장 영적 전투에서 악마들이 싫어하는 성경 무기 30가지</p>
<p>제 8장 영적 영역에서 나의 위치를 강화하기 위한 시인</p>
<p>제 9장 악마들을 떨게 만드는 피의 기도</p>
<p>제 10장 당신을 대신하여 천사들을 활성화하고 해방하는 기도</p>
<p>제 11장 숙명의 천사와 생명의 사이클에 대항하는 기도</p>
<p>제 12장 사탄적 공격으로부터 당신의 자녀를 보호하기 위한 기도</p>
<p>제 13장 당신의 자녀에 대한 예언적 선언</p>
<p>제 14장 악마들을 집에서 쫓아내는 기도</p>
<p>제 15장 당신의 가정에 대한 예언적 선언</p>
<p>제 16장 가족 내 조기 사망의 영적 싸움에 대처하기</p>
<p>제 17장 집, 아파트 또는 호텔 방으로 이동할 때 기도해야 할 기도</p>
<p>제 18장 회개의 기도</p>
<p>제 19장 포기의 기도</p>
<p>제 20장 사탄적 법정에 대한 악마적 소집을 취소하는 기도</p>
<p>제 21장 사탄적 감시 시스템 파괴하기</p>
<p>제 22장 당신의 이름을 언급하는 사탄적 의회 해체하는 기도</p>
<p>제 23장 사탄적 방해를 취소하는 기도</p>
<p>제 24장 영적 체포를 취소하는 기도</p>
<p>제 25장 사탄적인 적립을 제거하는 기도</p>
<p>제 26장 사탄적 헌신을 취소하는 기도</p>
<p>제 27장 사탄적 사고를 취소하는 기도</p>
<p>제 28장 내 삶을 요리하려는 악마적 가마(솥)를 파괴하는 기도</p>
<p>제 29장 마술 조종에 대항하는 기도</p>
<p>제 30장 당신의 교회에 대한 마술 조종을 파괴하는 기도</p>
<p>제 31장 이세벨 (Jezebel)을 모욕하는 기도</p>
<p>제 32장 카리브해의 마술에 대항하는 기도 (7개의 아프리카의 힘)</p>
<p>제 33장 사탄적 천상 투영에 대처하기</p>
<p>제 34장 더러운 꿈에 대항하는 기도</p>
<p>제 35장 사탄적인 꿈을 쫓아내는 기도</p>
<p>제 36장 꿈에서 총에 맞는 것에 대항하는 기도</p>
<p>제 37장 꿈에서 강간당하는 것에 대항하는 기도 (성적꿈에 나오는 마귀들의 이름들:인큐버스(Incubus)와 서커버스(Succubus))</p>
<p>제 38장 꿈에서 스스로 음식을 먹는 것에 대한 기도</p>
<p>제 39장 하늘에서 권력을 빼내는 힘에 대항하는 기도</p>
<p>제 40장 사탄적인 공허함을 파괴하는 기도</p>
<p>제 41장 영적 황폐를 흩어지게 하는 기도</p>
<p>제 42장 네 바람을 명하는 기도</p>
<p>제 43장 매몬(재정을 방해하는 사탄이름 Mammon) 및 당신의 재정에 앉아 있는 악마를 막는 기도</p>
<p>제 44장 사탄적인 실직을 뒤집는 기도</p>
<p>제 45장 장례의사를 묻는 기도를 묻습니다</p>
<p>제 46장 기적적인 돈을 청하는 기도</p>
<p>제 47장 풍요와 재정적 축복을 베풀어 주는 기도</p>
<p>제 48장 사탄적인 지연을 제거하고 신의 진전을 가속화하는 기도</p>
<p>제 49장 통제를 막는 악마에 대항하는 기도</p>
<p>제 50장 원수의 문을 차지하는 기도</p>
<p>제 51장 숙명 암살자를 멈추는 기도</p>
<p>제 52장 사탄적 질병을 뒤집고 치유를 가져오는 기도</p>
<p>제 53장 낫을 줄 수 없는 질병에 대항하는 기도</p>
<p>제 54장 결혼을 파괴하는 악마인 아스모데오(Asmodeousrufghs 방해하는 마귀이름)에 대항하는 기도</p>
<p>제 55장 사탄적인 결혼 지연에 대항하는 기도</p>
<p>제 56장 야행정령을 물리치는 기도</p>
<p>제 57장 두려움의 영을 깨뜨리는 기도</p>
<p>제 58장 즉각적으로 악마를 체포하는 기도</p>
<p>제 59장 악한 계획을 뒤집는 기도</p>
<p>제 60장 사탄적인 계획을 드러내기 위한 계시를 위한 기도</p>
<p>제 61장 물의 영과 해안 여왕에 대항하는 기도</p>
<p>제 62장 사탄적인 통행 금지를 극복하기 위한 기도</p>
<p>제 63장 사탄적 수면 파동으로부터의 해방</p>
<p>제 64장 사탄적 불임을 뒤집기 위한 기도</p>
<p>제 65장 중요한 시험을 보기 전에 기도하기</p>
<p>제 66장 집에서 자가 해방을 위한 기도</p>
<p>제 67장 영적 눈을 위한 기도</p>
<p>제 68장 기적, 표적 및 이상을 위해 일하는 기도</p>
<p>제 69장 잠들기 전에 기도하기 </p>

</div>
       
        </div>
      </div>
      
    </div>
  )
}

export default Book